import japan from './../../assets/image/japonise.jpg'
import turkish from './../../assets/image/turkish.jpg'
import tailand from './../../assets/image/tailand.jpg'
import uae from './../../assets/image/uae.jpg'
import cuba from "../../assets/image/cubajpg.jpg";
import egipet from "../../assets/image/egipet.jpg";
export const popularDestinations = [
    { id: 'jap', country: 'Япония', image: japan, description: 'Фасцинирующая страна с уникальной смесью традиций и современности. Здесь можно погрузиться в аутентичную культуру, посетить храмы и сады, отведать изысканную японскую кухню и насладиться великолепными видами гор и островов' },
    { id: 'tur', country: 'Турция', image: turkish, description: 'Страна, где встречаются восточные и западные влияния. Здесь можно насладиться красивыми пляжами Средиземного моря, посетить древние памятники, погулять по узким улочкам Стамбула и попробовать богатую турецкую кухню'  },
    { id: 'tai', country: 'Таиланд', image: tailand, description: 'Райские пляжи, удивительная природа и впечатляющая культура. Здесь можно посетить древние храмы, насладиться кристально чистым морем, попробовать острые тайские блюда и окунуться в атмосферу веселых праздников' },
    { id: 'uae', country: 'ОАЭ', image: uae, description: 'Современная и роскошная страна на берегу Персидского залива. Здесь можно посетить высокие небоскребы Дубая, пустыню с оазисами, роскошные торговые центры и насладиться гостеприимством местных жителей' },
    { id: 'cuba', country: 'Куба', image: cuba, description: 'Страна с колоритной латиноамериканской атмосферой, живописными пляжами и колониальными городами. Здесь можно услышать ритмы сальсы и румбы, попробовать аутентичную кубинскую кухню и почувствовать дух свободы и радости' },
    { id: 'egp', country: 'Египет', image: egipet, description: 'Страна с богатой историей, загадками древних цивилизаций и потрясающими пляжами на Красном море. Здесь можно посетить пирамиды, плавать с кораллами, насладиться ароматом шишы и познакомиться с гостеприимным египетским народом' }
];
